Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NIGHT_SHIFT_DESCRIPTION
source: Night Shift automatically shifts the colors of your display to the warmer end of the color spectrum after dark. This may help you get a better night’s sleep.
ar: تعمل ميزة الإضاءة الدافئة على تغيير ألوان الشاشة تلقائيًا إلى الطيف الضوئي الأكثر دفئًا بعد حلول الظلام، وذلك لمساعدتك في أن تنعم بنوم أفضل.
ca: El Night Shift canvia automàticament els colors de la pantalla a una gamma més càlida quan es fa de nit, la qual cosa t’ajuda a tenir un son més reparador.
cs: Night Shift po setmění automaticky posune barvy displeje do teplejší oblasti barevného spektra, aby se vám v noci lépe spalo.
da: Night Shift justerer automatisk farverne på din skærm til den varmere ende af farvespektret, når det bliver mørkt. Det kan hjælpe dig til at få en bedre nattesøvn.
de: Mit Night Shift werden die Displayfarben bei Dunkelheit automatisch auf ein wärmeres Farbspektrum eingestellt. Dies verbessert möglicherweise die Schlafqualität der Benutzer:innen.
el: Το Night Shift αλλάζει αυτόματα τα χρώματα της οθόνης σε θερμότερα μετά τη δύση του ήλιου. Αυτό μπορεί να σας βοηθήσει να κοιμηθείτε καλύτερα τη νύχτα.
es: El modo “Night Shift” cambia automáticamente los colores de la pantalla a tonos más cálidos cuando se hace de noche para ayudarte a dormir mejor.
es_419: Night Shift cambia automáticamente los colores de tu pantalla volviéndolos más cálidos después que anochece, lo cual podría ayudarte a dormir mejor.
fi: Night Shift vaihtaa automaattisesti näytön värejä spektrin lämpimämpään suuntaan pimeän tulon jälkeen. Tämä voi helpottaa nukkumista.
fr: Night Shift fait automatiquement passer les couleurs de votre écran à des couleurs plus chaudes une fois la nuit tombée. Cela peut vous aider à améliorer la qualité de votre sommeil.
fr_ca: Night Shift modifie automatiquement les couleurs d’affichage et applique des couleurs plus chaudes une fois la nuit tombée. Cela pourrait vous aider à améliorer la qualité de votre sommeil.
he: ‏Night Shift מעביר באופן אוטומטי את צבעי התצוגה לקצה החמים יותר של ספקטרום הצבעים לאחר רדת החשיכה. שינוי זה עשוי לעזור לך ליהנות משנת לילה טובה יותר.
hi: Night Shift द्वारा अँधेरा होने के बाद आपके डिस्प्ले के रंग ऑटोमैटिकली मद्धम कर दिए जाते हैं। इससे आपकी आँखों पर दबाव नहीं पड़ता है।
hr: Night Shift automatski mijenja boje na zaslonu u topliji dio spektra boja nakon što se spusti noć. To vam može pomoći da se bolje naspavate.
hu: A Night Shift sötétedés után automatikusan a színspektrum melegebb vége felé tolja el a kijelző színeit. Ez hozzájárulhat ahhoz, hogy éjszaka jól tudjon aludni.
id: Night Shift mengubah warna layar Anda secara otomatis ke spektrum warna yang lebih hangat setelah gelap. Ini dapat membantu Anda tidur nyenyak di malam hari.
it: Di sera, Night Shift imposta automaticamente i colori dello schermo sui toni più caldi. Questa funzionalità potrebbe migliorare la qualità del sonno.
ja: Night Shiftでは、日が暮れるとディスプレイの色が自動的にカラースペクトラムの一番暖かい色に変更されます。これは、夜よく眠るのに役に立つ可能性があります。
ko: Night Shift는 어두워진 후에 화면의 색상을 자동으로 색상 스펙트럼의 가장 따뜻한 색으로 변경합니다. 이 기능은 수면에 도움이 될 수 있습니다.
ms: Night Shift menganjakkan warna paparan anda secara automatik kepada warna lebih panas dalam spektrum warna pada waktu malam. Ini mungkin membantu anda tidur lebih nyenyak.
nb: Night Shift justerer automatisk lyset på skjermen til en varmere farge etter solnedgang, så du kan få en bedre natts søvn.
nl: Met 'Night Shift' worden na zonsondergang automatisch warmere kleuren uit het kleurenspectrum op je scherm weergegeven. Dit kan bijdragen tot een betere nachtrust.
pl: Funkcja Night Shift po zmroku automatycznie zmienia kolory ekranu na cieplejsze. Może to poprawić jakość Twojego snu.
pt_br: O Night Shift altera automaticamente as cores da tela para a parte mais quente do espectro de cores após o pôr do sol. Isso pode ajudar você a dormir melhor.
pt_pt: À noite, o modo Night Shift muda automaticamente as cores do ecrã para os tons menos frios do espectro cromático, permitindo‑lhe dormir melhor.
ro: Night Shift virează automat culorile afișajului către extremitatea caldă a spectrului cromatic după lăsarea întunericului, ceea ce vă poate ajuta să dormiți mai bine.
ru: Night Shift автоматически смещает цвета дисплея к теплому краю спектра после наступления темноты. Эта функция может помочь Вам лучше выспаться ночью.
sk: Night Shift po zotmení automaticky posunie farby displeja do teplejšej časti farebného spektra, takže sa vám bude v noci lepšie zaspávať.
sl: Ko se stemni, Night Shift za barve zaslona samodejno uporabi toplejši konec barvnega spektra, kar vam lahko zagotovi boljši nočni spanec.
sv: Med Night Shift ändras färgerna på skärmen automatiskt mot den varmare delen av färgspektrumet när mörkret faller. Det kan hjälpa dig att sova bättre på natten.
th: Night Shift จะเปลี่ยนสีของจอภาพของคุณในช่วงกลางคืนให้อุ่นขึ้นตามแนวสเปกตรัมของสี สิ่งนี้จะช่วยให้คุณนอนหลับได้ดีขึ้น
tr: Night Shift, hava karardıktan sonra ekranınızın renklerini otomatik olarak renk tayfının daha sıcak tonlarına kaydırır. Bu, gece daha iyi uyumanıza yardımcı olabilir.
uk: Night Shift автоматично робить кольори дисплея теплішими після настання темряви. Це може допомогти вам легше заснути.
vi: Night Shift tự động dịch chuyển màu của màn hình về phía ấm hơn trong phổ màu sau khi trời tối. Việc này có thể giúp bạn có giấc ngủ tốt hơn vào ban đêm.
zh_cn: 日落后，“夜览”模式会自动将显示器颜色调至色谱偏暖色的一端。这可助你在夜晚获得更佳睡眠。
zh_hk: 「夜覽」於晚間自動將螢幕調節成更暖的顏色，以助你獲得更好的睡眠。
zh_tw: 「夜覽」會在夜間將螢幕顏色調到光譜的暖色調，這可能有助於你的睡眠品質。

# NIGHT_SHIFT_DISABLE_INVERT_COLORS_ALERT_MESSAGE
source: Enabling Night Shift will disable Invert Colors. Would you like to enable Night Shift?
ar: سيؤدي تمكين الإضاءة الدافئة إلى تعطيل عكس الألوان. هل ترغب في تمكين الإضاءة الدافئة؟
ca: Si actives el Night Shift, es desactivarà la inversió de colors. Vols activar‑lo?
cs: Zapnutím funkce Night Shift vypnete inverzní barvy. Chcete Night Shift zapnout?
da: Når du slår Night Shift til, slås Inverter farver fra. Vil du slå Night Shift til?
de: Durch Aktivieren von „Night Shift“ wird „Farben umkehren“ deaktiviert. „Night Shift“ aktivieren?
el: Η ενεργοποίηση του Night Shift θα απενεργοποιήσει την Αναστροφή χρωμάτων. Θέλετε να ενεργοποιήσετε το Night Shift;
es: Si activas la opción “Night Shift”, se desactivará la inversión de colores. ¿Quieres activar “Night Shift”?
es_419: Al activar Night Shift se desactivará Invertir colores. ¿Quieres activarlo?
fi: Night Shiftin käyttöönotto poistaa käänteiset värit käytöstä. Otetaanko Night Shift käyttöön?
fr: L’activation de Night Shift désactivera Inverser les couleurs. Voulez-vous vraiment activer Night Shift ?
fr_ca: L’activation de Night Shift désactivera Couleurs inversées. Voulez-vous vraiment activer Night Shift?
he: ההפעלה של Night Shift תבטל את ״היפוך צבעים״. האם ברצונך להפעיל את Night Shift?
hi: Night Shift सक्षम करने पर “रंग इंवर्ट करें” को अक्षम कर दिया जाएगा। क्या आप Night Shift सक्षम करना चाहते हैं?
hr: Omogućite li Night Shift, onemogućit će se Obrtanje boja. Želite li omogućiti Night Shift?
hu: A Night Shift engedélyezésével kikapcsolódik a Színinvertálás. Engedélyezi a Night Shift funkciót?
id: Jika Night Shift diaktifkan, Balikkan Warna akan dinonaktifkan. Apakah Anda ingin mengaktifkan Night Shift?
it: Abilitando Night Shift, l’opzione “Inverti colori” verrà disabilitata. Vuoi abilitare Night Shift?
ja: Night Shiftを有効にすると、“カラーを反転”が無効になります。Night Shiftを有効にしますか?
ko: Night Shift를 활성화하면 색상 반전이 비활성화됩니다. Night Shift를 활성화하겠습니까?
ms: Mendayakan Night Shift akan menyahdayakan Terbalikkan Warna. Adakah anda mahu mendayakan Night Shift?
nb: Aktivering av Night Shift vil deaktivere Inverter farger. Vil du aktivere Night Shift?
nl: Als 'Night Shift' wordt ingeschakeld, wordt 'Keer kleuren om' uitgeschakeld. Wil je 'Night Shift' inschakelen?
pl: Włączenie Night Shift spowoduje wyłączenie odwrócenia kolorów. Czy chcesz włączyć Night Shift?
pt_br: Ao ativar o Night Shift, a Inversão de Cores será desativada. Deseja ativar o Night Shift?
pt_pt: Se ativar este modo, a opção Inverter cores será automaticamente desativada. Gostaria de ativar Night Shift?
ro: Activarea opțiunii Night Shift va dezactiva opțiunea Inversare culori. Doriți să activați opțiunea Night Shift?
ru: Включение Night Shift выключит Инверсию цвета. Хотите включить Night Shift?
sk: Zapnutím funkcie Night Shift vypnete prevrátenie farieb. Chcete zapnúť Night Shift?
sl: Če omogočite funkcijo Night Shift, bo možnost Barvni negativ onemogočena. Želite omogočiti Night Shift?
sv: Om du aktiverar Night Shift avaktiveras invertering av färger. Vill du aktivera Night Shift?
th: การเปิดใช้งาน Night Shift จะปิดใช้งานการกลับสี คุณต้องการเปิดใช้งาน Night Shift หรือไม่
tr: Night Shift etkinleştirildiğinde Renkleri Tersine Çevir etkisizleştirilecektir. Night Shift’i etkinleştirmek istiyor musunuz?
uk: Якщо ввімкнути Night Shift, обернені кольори буде вимкнуто. Увімкнути Night Shift?
vi: Bật Night Shift sẽ tắt Đảo ngược màu. Bạn có muốn bật Night Shift không?
zh_cn: 启用“夜览”将停用“反转颜色”。你要启用“夜览”吗？
zh_hk: 啟用「夜覽」會停用「反轉顏色」。你要啟用「夜覽」嗎？
zh_tw: 啟用「夜覽」會停用「反相顏色」。你要啟用「夜覽」嗎？

# NIGHT_SHIFT_DISABLE_INVERT_COLORS_ALERT_TITLE
source: Enable Night Shift
ar: تمكين الإضاءة الدافئة
ca: Activa el Night Shift
cs: Zapnout Night Shift
da: Slå Night Shift til
de: Night Shift aktivieren
el: Ενεργοποίηση του Night Shift
es: Activar “Night Shift”
es_419: Activar Night Shift
fi: Ota Night Shift käyttöön
fr: Activer Night Shift
fr_ca: Activer Night Shift
he: הפעלת Night Shift
hi: Night Shift सक्षम करें
hr: Omogući Night Shift
hu: Night Shift engedélyezése
id: Aktifkan Night Shift
it: Abilita Night Shift
ja: Night Shiftを有効にする
ko: Night Shift 활성화
ms: Dayakan Night Shift
nb: Aktiver Night Shift
nl: Schakel 'Night Shift' in
pl: Włącz Night Shift
pt_br: Ativar Night Shift
pt_pt: Ativar Night Shift
ro: Activare Night Shift
ru: Включение Night Shift
sk: Zapnúť Night Shift
sl: Omogoči funkcijo Night Shift
sv: Aktivera Night Shift
th: เปิดใช้งาน Night Shift
tr: Night Shift’i Etkinleştir
uk: Увімкнення Night Shift
vi: Bật Night Shift
zh_cn: 启用夜览
zh_hk: 啟用「夜覽」
zh_tw: 啟用「夜覽」

# NIGHT_SHIFT_LOCATION_SERVICES_OFF_ALERT_MESSAGE
source: You can turn it on in Security & Privacy Preferences.
ar: يمكنك تشغيلها في تفضيلات الأمن والخصوصية.
ca: Pots activar aquesta opció al tauler de preferències “Seguretat i privacitat”.
cs: Tuto funkci můžete zapnout v předvolbách Zabezpečení a soukromí.
da: Du kan slå funktionen til i Sikkerhed & anonymitet.
de: Aktivieren in der Systemeinstellung „Sicherheit & Datenschutz“ möglich.
el: Μπορείτε να ενεργοποιήσετε την υπηρεσία στις προτιμήσεις Ασφάλειας και απορρήτου.
es: Puedes activarlo en el panel de preferencias “Seguridad y privacidad”.
es_419: Puedes activarlo en el panel Seguridad y privacidad de las preferencias.
fi: Voit laittaa sen päälle Suojaus ja yksityisyys -asetuksissa.
fr: Vous pouvez l’activer dans les préférences Sécurité et confidentialité.
fr_ca: Vous pouvez l’activer dans les préférences Sécurité et confidentialité.
he: ניתן להפעיל אותה בהעדפות ״אבטחה ופרטיות״.
hi: आप इसे सुरक्षा और गोपनीयता प्राथमिकता में चालू कर सकते हैं।
hr: Možete je uključiti u postavkama Sigurnost i privatnost.
hu: A funkciót a Biztonság és adatvédelem beállításaiban kapcsolhatja be.
id: Anda dapat menyalakannya di Preferensi Keamanan & Privasi.
it: Per farlo, apri le preferenze Sicurezza e Privacy.
ja: “セキュリティとプライバシー”環境設定で有効にできます。
ko: 보안 및 개인정보 환경설정에서 켤 수 있습니다.
ms: Anda boleh aktifkannya dalam Keutamaan Keselamatan & Privasi.
nb: Du kan slå det på i Sikkerhet og personvern-valgpanelet.
nl: Je kunt dit inschakelen in het paneel 'Beveiliging en privacy' in Systeemvoorkeuren.
pl: Możesz to włączyć w preferencjach ochrony i prywatności.
pt_br: Você pode ativá-la nas Preferências de Segurança e Privacidade.
pt_pt: O serviço pode ser ativado nas preferências de Segurança e Privacidade.
ro: Aceste servicii pot fi activate din preferințele Securitate și intimitate.
ru: Вы можете включить Службы геолокации в разделе настроек «Защита и безопасность».
sk: Môžete ju zapnúť v nastaveniach Bezpečnosti a súkromia.
sl: Vklopite jo lahko v nastavitvah varnosti in zasebnosti.
sv: Du kan slå på den på inställningspanelen Säkerhet och integritet.
th: คุณสามารถเปิดได้ในการตั้งค่าความปลอดภัยและความเป็นส่วนตัว
tr: Bunu Güvenlik ve Gizlilik tercihlerinde açabilirsiniz.
uk: Цю функцію можна ввімкнути в меню параметрів «Безпека та приватність».
vi: Bạn có thể bật tính năng này trong Tùy chọn bảo mật & quyền riêng tư.
zh_cn: 你可以在“安全性与隐私”偏好设置中将其打开。
zh_hk: 你可以在「保安與私隱」偏好設定中開啟。
zh_tw: 你可以在「安全性與隱私權」偏好設定中將其開啟。

# NIGHT_SHIFT_LOCATION_SERVICES_OFF_ALERT_OPEN_PRIVACY_PREFS_BUTTON
source: Privacy Preferences…
ar: تفضيلات الخصوصية…
ca: Preferències de privacitat…
cs: Předvolby soukromí…
da: Indstillinger til Anonymitet…
de: Einstellungen „Datenschutz“ …
el: Προτιμήσεις απορρήτου…
es: Panel de preferencias Privacidad…
es_419: Panel de preferencias Privacidad…
fi: Yksityisyysasetukset…
fr: Préférences Confidentialité…
fr_ca: Préférences Confidentialité…
he: העדפות ״פרטיות״…
hi: गोपनीयता प्राथमिकता…
hr: Postavke privatnosti…
hu: Adatvédelmi beállítások…
id: Preferensi Privasi…
it: Preferenze Privacy…
ja: “プライバシー”環境設定…
ko: 개인정보 보호 환경설정…
ms: Keutamaan Privasi…
nb: Personvern-valg…
nl: Privacyvoorkeuren…
pl: Preferencje prywatności…
pt_br: Preferências de Privacidade…
pt_pt: Preferências de Privacidade…
ro: Preferințe Intimitate…
ru: Настройки конфиденциальности…
sk: Nastavenia Súkromia…
sl: Nastavitve zasebnosti …
sv: Inställningspanelen Integritet…
th: การตั้งค่าความเป็นส่วนตัว…
tr: Gizlilik Tercihleri…
uk: Параметри приватності…
vi: Tùy chọn quyền riêng tư…
zh_cn: “隐私”偏好设置…
zh_hk: 「私隱」偏好設定⋯
zh_tw: 「隱私權」偏好設定⋯

# NIGHT_SHIFT_LOCATION_SERVICES_OFF_ALERT_TITLE
source: Night Shift from sunset to sunrise requires location for time zone to be enabled.
ar: يتطلب تشغيل الإضاءة الدافئة من الغروب إلى الشروق أن يتم تمكين خدمة الموقع للنطاق الزمني.
ca: Per activar el Night Shift des de la posta fins a la sortida del sol, cal activar la configuració de zona horària.
cs: Night Shift od soumraku do úsvitu vyžaduje nastavení časového pásma podle polohy.
da: Night Shift fra solnedgang til solopgang kræver, at tidszonens lokalitet er slået til.
de: Zum Konfigurieren von Night Shift von Sonnenuntergang bis Sonnenaufgang muss die Ortung in Zeitzonen aktiviert sein.
el: Για το Night Shift από τη δύση έως την ανατολή, πρέπει να είναι ενεργοποιημένη η τοποθεσία για τη ζώνη ώρας.
es: Para que “Night Shift” se active desde la puesta hasta la salida del sol es necesario activar la localización para establecer la zona horaria
es_419: La opción del atardecer al amanecer de Night Shift requiere localización para poder activarse.
fi: Night Shift auringonlaskusta auringonnousuun edellyttää, että aikavyöhykkeen sijainti on käytössä.
fr: La programmation de Night Shift du coucher au lever du soleil nécessite l’autorisation du réglage du fuseau horaire par le service de localisation.
fr_ca: La programmation de Night Shift du coucher au lever du soleil nécessite l’autorisation du réglage du fuseau horaire par le service de localisation.
he: להפעלה של Night Shift מהשקיעה עד הזריחה יש לאפשר גישה לפרטי המיקום לקביעת השעון המקומי.
hi: सूर्यास्त से सूर्योदय तक Night Shift के लिए समय क्षेत्र सक्षम करने के लिए स्थान की जानकारी आवश्यक है।
hr: Night Shift od zalaska do izlaska Sunca zahtijeva da bude omogućena lokacija za vremensku zonu.
hu: A napnyugtától napkeltéig működő Night Shift funkcióhoz engedélyezni kell az időzóna számára a helymeghatározást.
id: Night Shift dari matahari terbenam hingga terbit memerlukan lokasi untuk menyalakan zona waktu.
it: Per impostare Night Shift dal tramonto all’alba, devi attivare la posizione per il fuso orario.
ja: Night Shiftを“日の入から日の出まで”に設定するには、位置情報に基づく時間帯の自動設定を有効にする必要があります。
ko: 일몰부터 일출까지 Night Shift를 사용하려면 시간대의 위치가 활성화되어 있어야 합니다.
ms: Night Shift daripada matahari terbenam hingga terbit memerlukan lokasi untuk zon waktu didayakan.
nb: Night Shift fra solnedgang til soloppgang krever at Tidssone er aktivert i Stedstjenester.
nl: Voor 'Night Shift' van zonsondergang tot zonsopgang moet de locatie voor de tijdzone zijn ingeschakeld.
pl: Ustawienie Night Shift od zachodu do wschodu słońca wymaga, aby lokalizacja strefy czasowej była włączona.
pt_br: O Night Shift do pôr ao nascer do sol requer que a localização do fuso horário esteja ativada.
pt_pt: Para que o modo Night Shift esteja ativo do pôr ao nascer do Sol, é necessário ativar a definição do fuso horário nos serviços de localização.
ro: Opțiunea Night Shift de la apus la răsărit necesită activarea localizării pentru fusul orar.
ru: Для использования Night Shift от заката до рассвета необходим доступ к геопозиции, чтобы определять часовой пояс.
sk: Night Shift od západu do východu slnka vyžaduje zapnutú polohu pre časové pásmo.
sl: Funkcija Night Shift od sončnega zahoda do sončnega vzhoda zahteva omogočeno lokacijo za časovni pas.
sv: Night Shift från solnedgång till soluppgång kräver att platsen för tidszon är påslagen.
th: Night Shift ตั้งแต่ดวงอาทิตย์ตกจนถึงดวงอาทิตย์ขึ้นต้องเปิดใช้งานตำแหน่งที่ตั้งสำหรับไทม์โซน
tr: Gün batımından gün doğumuna Night Shift, saat dilimi için konumun açılmasını gerektirir.
uk: Для роботи функції Night Shift у темну пору доби необхідно ввімкнути служби локації для часового поясу.
vi: Night Shift từ lúc mặt trời lặn tới lúc mặt trời mọc yêu cầu bật vị trí cho múi giờ.
zh_cn: 将“夜览”设为日落到日出期间要求为时区系统服务启用定位服务。
zh_hk: 如要將「夜覽」設定為「日落至日出」，需要啟用時區位置。
zh_tw: 若要將「夜覽」設定為「日落到日出」，需要啟用時區位置。

# NIGHT_SHIFT_MANUAL
source: Manual:
ar: يدوي:
cs: Ručně:
da: Manuelt:
de: Manuell:
el: Χειροκίνητο:
fi: Käsin:
fr: Manuellement :
fr_ca: Manuel :
he: ידני:
hi: मैनुअल :
hr: Ručno:
hu: Kézi:
it: Manuale:
ja: 手動:
ko: 수동:
nb: Manuell:
nl: Handmatig:
pl: Ręcznie:
ru: Вручную:
sk: Manuálny:
sl: Ročno:
sv: Manuellt:
th: กำหนดเอง:
tr: Elle:
uk: Вручну:
vi: Thủ công:
zh_cn: 手动：
zh_hk: 手動：
zh_tw: 手動：

# NIGHT_SHIFT_SCHEDULE
source: Schedule:
ar: جدولة:
ca: Horari:
cs: Rozvrh:
da: Planlæg:
de: Zeitplan:
el: Πρόγραμμα:
es: Horario:
es_419: Horario:
fi: Ajastus:
fr: Programmation :
fr_ca: Horaire :
he: לוח זמנים:
hi: शेड्यूल :
hr: Raspored:
hu: Ütemezés:
id: Jadwal:
it: Programmato:
ja: スケジュール:
ko: 시간 지정:
ms: Jadual:
nb: Tidsplan:
nl: Schema:
pl: Harmonogram:
pt_br: Agendamento:
pt_pt: Horário:
ro: Program:
ru: Расписание:
sk: Rozvrh:
sl: Urnik:
sv: Schema:
th: กำหนดเวลา:
tr: Zamanlama:
uk: Розклад:
vi: Lịch trình:
zh_cn: 设定时间：
zh_hk: 編排：
zh_tw: 排程：

# NIGHT_SHIFT_SCHEDULE_CUSTOM
source: Custom
ar: مخصص
ca: Personalitzat
cs: Vlastní
da: Speciel
de: Eigener
el: Προσαρμογή
es: Personalizado
es_419: Personalizado
fi: Muokattu
fr: Personnalisé
fr_ca: Personnalisé
he: התאמה אישית
hi: कस्टम
hr: Prilagođen
hu: Egyéni
id: Khusus
it: Personalizzato
ja: カスタム
ko: 사용자화
ms: Tersuai
nb: Tilpasset
nl: Aangepast
pl: Własny
pt_br: Personalizado
pt_pt: Personalizado
ro: Personalizare
ru: Пользовательское
sk: Vlastný
sl: Prilagojeno
sv: Anpassat
th: กำหนดเอง
tr: Özel
uk: власний
vi: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自訂
zh_tw: 自訂

# NIGHT_SHIFT_SCHEDULE_CUSTOM_FROM
source: From:
ar: من:
ca: De:
cs: Od:
da: Fra:
de: Von:
el: Από:
es: Desde:
es_419: De:
fi: Kello:
fr: De :
fr_ca: De :
he: מ:
hi: आरंभ :
hr: Od:
hu: Ettől:
id: Dari:
it: Inizio:
ja: 開始:
ko: 시작 시간:
ms: Dari:
nb: Fra:
nl: Van:
pl: Od:
pt_br: De:
pt_pt: Início:
ro: De la:
ru: С:
sk: Od:
sl: Od:
sv: Från:
th: จาก:
tr: Başlangıç:
uk: З:
vi: Từ:
zh_cn: 从：
zh_hk: 從：
zh_tw: 從：

# NIGHT_SHIFT_SCHEDULE_CUSTOM_TO
source: to:
ar: إلى:
ca: a:
cs: do:
da: til:
de: bis:
el: έως:
es: hasta:
es_419: a:
fr: à :
fr_ca: à :
he: אל:
hi: समाप्त :
hr: do:
hu: eddig:
id: hingga:
it: Fine:
ja: 終了:
ko: 종료 시간:
ms: hingga:
nb: til:
nl: t/m:
pl: do:
pt_br: até:
pt_pt: Fim:
ro: până la:
ru: до:
sk: do:
sl: do:
sv: till:
th: ถึง:
tr: Bitiş:
uk: до:
vi: đến:
zh_cn: 至：
zh_hk: 至：
zh_tw: 至：

# NIGHT_SHIFT_SCHEDULE_OFF
source: Off
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivado
es_419: Desactivado
fi: Pois
fr: Désactivé
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključen
hu: Ki
id: Mati
it: Non attivo
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выключено
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# NIGHT_SHIFT_SCHEDULE_SUNSET_TO_SUNRISE
source: Sunset to Sunrise
ar: الغروب إلى الشروق
ca: De la posta a la sortida del sol
cs: Od soumraku do úsvitu
da: Solnedgang til solopgang
de: Sonnenuntergang bis Sonnenaufgang
el: Δύση έως ανατολή
es: De la puesta a la salida del sol
es_419: Del atardecer al amanecer
fi: Auringon laskusta nousuun
fr: Du coucher au lever du soleil
fr_ca: Du coucher au lever du soleil
he: מהשקיעה עד הזריחה
hi: सूर्यास्त से सूर्योदय तक
hr: Od zalaska do izlaska Sunca
hu: Napnyugtától napkeltéig
id: Matahari Terbenam hingga Terbit
it: Dal tramonto all’alba
ja: 日の入から日の出まで
ko: 일몰부터 일출까지
ms: Matahari Terbenam hingga Terbit
nb: Fra solnedgang til soloppgang
nl: Zonsondergang tot zonsopgang
pl: Od zachodu do wschodu słońca
pt_br: Do Pôr ao Nascer do Sol
pt_pt: Do pôr ao nascer do Sol
ro: De la apus la răsărit
ru: От заката до рассвета
sk: Od západu do východu slnka
sl: Od sončnega zahoda do sončnega vzhoda
sv: Solnedgång till soluppgång
th: ดวงอาทิตย์ตกจนถึงดวงอาทิตย์ขึ้น
tr: Gün Batımı - Gün Doğumu
uk: з ночі до ранку
vi: Mặt trời lặn đến mặt trời mọc
zh_cn: 日落到日出
zh_hk: 日落至日出
zh_tw: 日落到日出

# NIGHT_SHIFT_SETTING_TURN_ON_UNTIL_SUNRISE
source: Turn On Until Sunrise
ar: تشغيل حتى الشروق
ca: Activa fins la sortida del sol
cs: Zapnout do úsvitu
da: Slå til indtil solopgang
de: An bis Sonnenaufgang
el: Ενεργοποίηση μέχρι την ανατολή
es: Activar hasta la salida del sol
es_419: Activar hasta el amanecer
fi: Laita päälle auringonnousuun asti
fr: Activer jusqu’au lever du soleil
fr_ca: Activer jusqu’au lever du soleil
he: הפעלה עד הזריחה
hi: सूर्योदय तक के लिए चालू करें
hr: Uključi do izlaska Sunca
hu: Bekapcsolás napkeltéig
id: Nyalakan Hingga Terbit
it: Attivo fino all’alba
ja: 日の出までオンにする
ko: 일출 시간까지 켜기
ms: Aktifkan Sehingga Matahari Terbit
nb: Slå på fram til soloppgang
nl: Zet aan tot zonsopgang
pl: Włącz do wschodu słońca
pt_br: Ativar até o Nascer do Sol
pt_pt: Ativar até ao nascer do Sol
ro: Activează până la răsărit
ru: Включить до рассвета
sk: Zapnúť do východu slnka
sl: Vklopi do sončnega vzhoda
sv: Slå på tills soluppgången
th: เปิดจนถึงดวงอาทิตย์ขึ้น
tr: Gün Doğumuna Kadar Aç
uk: увімкнути до ранку
vi: Bật cho đến mặt trời mọc
zh_cn: 日出前保持打开
zh_hk: 開啟直至日出
zh_tw: 開啟直到日出

# NIGHT_SHIFT_SETTING_TURN_ON_UNTIL_TOMORROW
source: Turn On Until Tomorrow
ar: تشغيل حتى الغد
ca: Activa fins demà
cs: Zapnout do zítřka
da: Slå til indtil i morgen
de: Bis morgen aktivieren
el: Ενεργοποίηση μέχρι αύριο
es: Activar hasta mañana
es_419: Activar hasta mañana
fi: Laita päälle huomiseen asti
fr: Activer jusqu’à demain
fr_ca: Activer jusqu’à demain
he: הפעלה עד מחר
hi: कल तक के लिए चालू करें
hr: Uključi do sutra
hu: Bekapcsolás holnapig
id: Nyalakan Hingga Besok
it: Attivo fino a domani
ja: 明日までオンにする
ko: 내일까지 켜기
ms: Aktifkan Sehingga Esok
nb: Slå på fram til i morgen
nl: Zet aan tot morgen
pl: Włącz do jutra
pt_br: Ativar até Amanhã
pt_pt: Ativar até amanhã
ro: Activează până mâine
ru: Включить до завтра
sk: Zapnúť do zajtra
sl: Vklopi do jutri
sv: Slå på tills imorgon
th: เปิดจนถึงวันพรุ่งนี้
tr: Yarına Kadar Aç
uk: Увімкнути до завтра
vi: Bật đến ngày mai
zh_cn: 明天前保持打开
zh_hk: 開啟直到明天
zh_tw: 開啟直到明天
